13/data/attachments/f88a36766a681b8e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Anthony_month_Actions_37409_3</nif:username>
            <nif:friendToBeRequested>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>